/////////initializing test data 
/////data will be retrieved though a function later
/// for now we try to built a table 

// datepicker
$(document).ready(function(){
    $('#datepicker').datepicker({
        language: 'el'
    });
});





var title = "Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)";
////as if we already retrieved the data

//kanonika eprepe na ginei antitheta
var contentObj = {
    i: 1,
    match : "ΑΡΗΣ ΚΑΛΑΜΑΚΙΟΥ - ΠΑΝΕΡΥΘΡΑΪΚΟΣ",
    pitch : "ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄",
    day :"Σάββατο",
    date :"09/03/24",
    time : "15:30",
    referee :"ΤΣΑΤΣΟΥΛΗΣ Ι., ΡΟΥΣΣΟΣ Π., ΜΠΑΚΟΓΙΑΝΝΗΣ Γ.",
    result :"1-0"
}

//Object.assign built in method to copy an object
var header = Object.assign({},contentObj);
header.i ="";
header.match = "Αγώνας";
header.pitch = "Γήπεδο";
header.day = "Σάββατο";
header.date = "Ημ/νία";
header.time = "Ώρα";
header.referee = "Διαιτητές";
header.result = "Αποτέλεσμα";
var listO =[];

console.log(header);
console.log(contentObj);

//creates a list of 5 objects
for(i=1;i<6;i++){
 listO.push(contentObj);
}
console.log(listO);
////////////////////////////////////////////////////////////
////////////////////////////////////////////////////////////









///////////////use data to create 








//dynamic table creation//////////////////
function generateTable(listO,title,header) {  
    
    let table = '<table class="table table-striped table-responsive">';  
    table += `<caption class="caption-top">${title}</caption>`;
    table += `<tr><th>${header.i}</th><th>${header.match}</th><th>${header.pitch}</th><th>${header.day}</th><th>${header.date}</th><th>${header.time}</th><th>${header.referee}</th><th>${header.result}</th></tr>`;  
    listO.forEach(item => {  
    table += `<tr><td>${item.i}</td><td>${item.match}</td><td>${item.pitch}</td><td>${item.day}</td><td>${item.date}</td><td>${item.time}</td><td>${item.referee}</td><td>${item.result}</td></tr>`;  
    });  
    table += '</table>';  
    return table;  
    }  

const tableContainer = document.getElementById('table-container');  
tableContainer.innerHTML = generateTable(listO,title,header);  
///////////////////////////////////


var data = [{"i":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","match":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","pitch":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","day":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","date":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","time":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","referee":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)","result":"Α ΚΑΤΗΓΟΡΙΑ 1ος Όμιλος (25η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"1.","match":"ΑΡΗΣ ΚΑΛΑΜΑΚΙΟΥ - ΠΑΝΕΡΥΘΡΑΪΚΟΣ","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΤΣΑΤΣΟΥΛΗΣ Ι., ΡΟΥΣΣΟΣ Π., ΜΠΑΚΟΓΙΑΝΝΗΣ Γ.","result":"1-0"},
{"i":"2.","match":"ΑΓ. ΔΗΜΗΤΡΙΟΣ - ΚΕΝΤΑΥΡΟΣ ΒΡΙΛΗΣΣΙΩΝ","pitch":"ΑΓ.ΔΗΜΗΤΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΠΑΝΑΓΙΩΤΑΡΑΣ Γ., ΑΘΑΝΑΣΑΚΗΣ Δ., ΒΑΜΒΑΚΑΣ Μ.","result":"2-1"},
{"i":"3.","match":"ΧΟΛΑΡΓΟΣ - ΘΥΕΛΛΑ ΑΓ. ΔΗΜΗΤΡΙΟΥ","pitch":"ΧΟΛΑΡΓΟΥ Α΄","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΧΡΙΣΤΟΔΟΥΛΟΥ Π., ΦΩΤΑΚΟΣ Κ., ΤΣΑΓΚΑΡΗΣ Ν. (Παρατηρητής Αγώνα: ΚΥΡΙΑΚΟΠΟΥΛΟΣ ΘΟΔΩΡΟΣ)","result":"3-0"},
{"i":"4.","match":"ΑΓ. ΘΩΜΑΣ - ΑΟ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΓΟΥΔΗ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΠΑΤΕΡΑΚΗΣ Ν., ΑΡΓΥΡΙΑΔΗΣ Γ., ΤΖΑΝΟΓΛΟΥ Δ. (Παρατηρητής Αγώνα: ΠΡΑΣΙΝΟΣ ΝΙΚΟΛΑΟΣ)","result":"0-3"},
{"i":"5.","match":"ΑΘΗΝΑΪΔΑ - ΡΟΥΦ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΘΩΜΟΓΛΟΥ Γ., ΒΛΑΤΑΚΗΣ Ν., ΤΡΑΝΤΑΣ Ι. (Παρατηρητής Αγώνα: ΣΑΛΩΝΙΔΗΣ ΓΡΗΓΟΡΗΣ)","result":"2-3"},
{"i":"6.","match":"ΗΦΑΙΣΤΟΣ ΠΕΡ/ΡΙΟΥ - Α.Ο.Μ.ΑΣΤΕΡΑΣ ΚΑΙΣ/ΝΗΣ","pitch":"ΗΦΑΙΣΤΟΥ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΑΛΑΜΠΕΗΣ Γ., ΜΑΡΚΑΝΤΩΝΑΤΟΣ Σ., ΜΩΥΣΙΑΔΗΣ Β. (Παρατηρητής Αγώνα: ΠΟΛΥΖΟΣ Α)","result":"0-4"},
{"i":"7.","match":"ΑΤΡΟΜΗΤΟΣ ΜΕΤ/ΣΗΣ - ΤΡΑΧΩΝΕΣ","pitch":"ΜΕΤ/ΣΗΣ ΛΥΚΟΒΡΥΣΗΣ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΚΕΛΕΚΙΔΗΣ Π., ΜΠΑΓΙΑΣ Ι., ΚΑΡΝΗΣ Γ. (Παρατηρητής Αγώνα: ΚΑΡΑΓΙΑΝΝΗΣ ΖΗΣΗΣ)","result":"2-1"},
{"i":"8.","match":"ΟΛΥΜΠΙΑΚΟΣ Ν.ΛΙΟΣΙΩΝ - ΑΠΟΛΛΩΝ ΑΘΗΝΩΝ - ΔΑΦΝΗ","pitch":"ΙΛΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΨΑΡΙΔΗΣ Χ., ΑΝΑΣΤΑΣΟΠΟΥΛΟΣ-ΤΣΙΓΓΕΛΗΣ Α., ΓΕΩΡΓΙΤΣΟΠΟΥΛΟΣ Δ.","result":"0-1"},
{"i":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","match":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","pitch":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","day":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","date":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","time":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","referee":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)","result":"Α ΚΑΤΗΓΟΡΙΑ 2ος Όμιλος (25η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"9.","match":"ΑΓΙΑΞ ΤΑΥΡΟΥ - ΔΑΦΝΗ Π. ΦΑΛΗΡΟΥ","pitch":"ΤΑΥΡΟΥ Β΄ (Χ.ΠΑΥΛΙΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"15:15","referee":"ΣΥΨΑΣ Ι., ΚΑΤΕΛΑΝΑΚΗΣ Δ., ΓΙΑΝΝΟΠΟΥΛΟΣ Α. (Παρατηρητής Αγώνα: ΑΘΑΝΑΣΟΠΟΥΛΟΣ Κ)","result":"1-1"},
{"i":"10.","match":"ΑΕ ΗΡΑΚΛΕΙΟ - ΑΓ. ΕΛΕΟΥΣΑ","pitch":"ΗΡΑΚΛΕΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΔΗΜΗΤΡΑΚΟΠΟΥΛΟΣ Θ., ΛΙΑΜΠΟΤΗΣ Μ., ΛΕΟΝΤΑΡΙΔΗΣ Ι.","result":"1-2"},
{"i":"11.","match":"ΠΑΛ.ΦΑΛΗΡΟ - ΧΑΛΑΝΔΡΙ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΓΚΙΚΑΣ Φ., ΛΩΝΗ Ε., ΚΟΚΚΙΝΗΣ Α.","result":"2-3"},
{"i":"12.","match":"ΔΟΞΑ ΒΥΡΩΝΟΣ - ΑΠΟΛΛΩΝ ΧΑΛΑΝΔΡΙΟΥ","pitch":"ΒΥΡΩΝΑ ΕΡΓΑΝΗ (Δ. ΝΙΚΟΛΑΪΔΗΣ)","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΚΑΤΟΙΚΟΣ Κ., ΜΗΜΙΔΗΣ Ι., ΙΣΣΑ Α. (Παρατηρητής Αγώνα: ΝΤΕΜΙΡΗΣ ΓΕΩΡΓΙΟΣ)","result":"1-2"},
{"i":"13.","match":"ΝΕΑ ΙΩΝΙΑ - ΑΓ. ΙΕΡΟΘΕΟΣ","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΤΣΟΛΑΚΙΔΗΣ Π., ΤΣΙΑΤΣΟΣ Σ., ΝΑΤΣΙΟΣ Β.","result":"2-0"},
{"i":"14.","match":"ΜΕΛΙΣΣΙΑ - ΠΕΥΚΗ","pitch":"ΜΕΛΙΣΣΙΩΝ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΚΑΣΙΔΗΣ Γ., ΚΑΦΡΙΤΣΑΣ Α., ΑΓΓΕΛΑΚΗΣ Ν. (Παρατηρητής Αγώνα: ΤΣΙΛΙΓΙΑΝΝΗΣ ΚΩΝΣΤΑΝΤΙΝΟΣ)","result":"2-0"},
{"i":"15.","match":"ΔΙΑΝΑ ΗΛΙΟΥΠΟΛΗΣ - ΑΘΗΝΑΪΚΟΣ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΕΥΑΓΓΕΛΟΥ Α., ΚΟΥΚΟΠΟΥΛΟΣ Β., ΝΙΚΟΛΑΟΥ Χ.","result":"2-1"},
{"i":"16.","match":"ΑΓ. ΑΝΑΡΓΥΡΟΙ - ΣΟΥΡΜΕΝΑ","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΓΚΑΙΤΑΤΖΗΣ Ι., ΤΖΕΛΟΣ Ν., ΜΑΤΣΟΥΚΑΣ Κ.","result":"1-0"},
{"i":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","match":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","pitch":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","day":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","date":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","time":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","referee":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)","result":"Β΄ Κατηγορία 1ος Όμιλος (21η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"17.","match":"ΑΟ Ν ΑΡΓΥΡΟΥΠΟΛΗΣ - ΑΣΤΕΡΑΣ ΖΩΓΡΑΦΟΥ","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Α΄ (Γ.ΚΟΣΙΚΙΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΑΡΒΑΝΙΤΗΣ Κ., ΚΡΑΣΩΝΗΣ Ν., ΣΕΡΕΒΕΤΑΣ Σ.","result":"0-1"},
{"i":"18.","match":"ΠΑΝΙΩΝΙΟΣ ΚΑΙΣ/ΝΗΣ - ΑΡΗΣ ΧΟΛΑΡΓΟΥ","pitch":"ΝΗΑΡ. ΗΣΤ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΓΚΑΙΤΑΤΖΗΣ Ι., ΚΑΡΝΗΣ Γ., ΓΚΕΤΣΟΣ Ι.","result":"1-1"},
{"i":"19.","match":"ΛΥΚΟΒΡΥΣΗ - ΧΑΡΑΥΓΙΑΚΟΣ","pitch":"ΜΕΤ/ΣΗΣ ΛΥΚΟΒΡΥΣΗΣ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΜΠΑΙΡΑΚΤΑΡΗΣ Κ., ΜΗΜΙΔΗΣ Ι., ΜΑΡΚΑΝΤΩΝΑΤΟΣ Σ.","result":"1-0"},
{"i":"20.","match":"ΑΛΣΟΥΠΟΛΗ - ΑΤΤΑΛΟΣ Ν.ΦΙΛ.","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΚΑΡΡΑΣ Α., ΖΕΡΒΟΥ Ν., ΚΑΤΩΝΗΣ Κ. (Παρατηρητής Αγώνα: ΚΑΤΡΗΣ Γ)","result":"4-0"},
{"i":"21.","match":"ΤΕΡΨΙΘΕΑ - ΑΣΤΕΡΑΣ ΕΞΑΡΧΕΙΩΝ","pitch":"ΤΕΡΨΙΘΕΑΣ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΜΑΧΑΙΡΑΣ Ε., ΝΙΚΟΛΑΟΥ Χ., ΙΣΣΑ Α.","result":"2-2"},
{"i":"22.","match":"ΒΡΙΛΗΣΣΙΑ - ΦΟΙΝΙΚΑΣ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΒΡΙΛΗΣΣΙΩΝ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΚΑΤΟΙΚΟΣ Κ., ΝΙΔΡΙΩΤΗΣ Μ., ΜΑΡΑΘΩΝΙΤΗΣ Μ. (Παρατηρητής Αγώνα: ΠΛΟΥΜΗΣ ΔΗΜΗΤΡΙΟΣ)","result":"3-2"},
{"i":"23.","match":"ΚΟΨΑΧΕΙΛΑ - ΓΣ ΑΡΓΥΡΟΥΠΟΛΗΣ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΤΖΑΝΟΓΛΟΥ Δ., ΠΡΟΔΡΟΜΙΑΔΗΣ Α., ΣΟΥΛΤΗΣ Ι.","result":"1-0"},
{"i":"24.","match":"ΧΡΥΣΟΥΠΟΛΗ - ΗΡΑΚΛΗΣ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΧΡΥΣΟΥΠΟΛΗΣ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΚΩΣΤΑΓΙΑΝΝΗΣ Α., ΤΡΑΝΤΑΣ Ι., ΛΕΟΝΤΑΡΙΔΗΣ Ι.","result":"1-0"},
{"i":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","match":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","pitch":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","day":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","date":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","time":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","referee":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)","result":"Β΄ Κατηγορία 2ος Όμιλος (21η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"25.","match":"ΥΜΗΤΤΟΣ - ΕΛΕΥΘΕΡΟΥΠΟΛΗ","pitch":"ΥΜΗΤΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΤΣΟΛΑΚΙΔΗΣ Π., ΓΕΩΡΓΙΤΣΟΠΟΥΛΟΣ Δ., ΓΕΩΡΓΙΟΥ Χ.","result":"4-2"},
{"i":"26.","match":"ΛΥΚΟΙ ΧΑΪΔΑΡΙΟΥ - ΚΟΛΩΝΟΣ","pitch":"ΧΑΪΔΑΡΙΟΥ (Τ.ΧΑΡΑΛΑΜΠΙΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΚΕΛΕΚΙΔΗΣ Π., ΠΑΝΤΕΛΗΣ Σ., ΝΑΤΣΙΟΣ Β. (Παρατηρητής Αγώνα: ΓΙΑΝΝΟΠΟΥΛΟΣ ΒΑΣΙΛΕΙΟΣ)","result":"2-0"},
{"i":"27.","match":"ΙΠΠΟΚΡΑΤΗΣ - ΑΤΡΟΜΗΤΟΣ ΧΑΛΑΝΔΡΙΟΥ","pitch":"ΗΦΑΙΣΤΟΥ","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΜΑΛΑΝΔΡΑΚΗΣ Γ., ΡΟΥΣΣΟΣ Π., ΤΖΕΛΟΣ Ν. (Παρατηρητής Αγώνα: ΜΙΧΑΣ ΓΕΩΡΓΙΟΣ)","result":"0-5"},
{"i":"28.","match":"ΑΜΙΛΛΑ ΠΕΡΙΣΤΕΡΙΟΥ - ΑΣΤΕΡΑΣ ΓΛΥΦΑΔΑΣ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΤΖΙΚΑΣ Ε., ΧΑΤΖΗΔΑΚΗΣ Ι., ΣΤΡΙΚΟΣ Ι.","result":"1-4"},
{"i":"29.","match":"ΤΡΙΦΥΛΛΙΑΚΟΣ - ΑΝΑΓΕΝΝΗΣΗ ΠΕΤΡ/ΛΗΣ","pitch":"ΧΑΛΑΝΔΡΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΚΩΣΤΑΓΙΑΝΝΗΣ Α., ΛΕΟΝΤΑΡΙΔΗΣ Ι., ΚΟΥΚΟΠΟΥΛΟΣ Β.","result":"0-0"},
{"i":"30.","match":"ΑΤΛΑΣ ΚΥΨΕΛΗΣ - ΚΗΠΟΥΠΟΛΗ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΤΣΑΤΣΟΥΛΗΣ Ι., ΚΟΛΛΙΑΚΟΣ Α., ΓΙΑΝΝΟΠΟΥΛΟΣ Α.","result":"0-2"},
{"i":"31.","match":"ΟΡΦΕΑΣ ΑΙΓΑΛΕΩ - ΝΕΟΠΕΝΤΕΛΙΚΟΣ","pitch":"ΑΙΓΑΛΕΩ Δ.Α.Κ.","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΔΗΜΗΤΡΑΚΟΠΟΥΛΟΣ Θ., ΚΩΤΣΟΒΙΛΗΣ Β., ΔΕΣΥΛΛΑΣ Σ.","result":"3-1"},
{"i":"32.","match":"ΑΝΘΟΥΠΟΛΗ - ΑΟ ΙΛΙΟΥ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΜΑΡΑΝΟΣ Θ., ΤΖΙΒΡΑΣ Γ., ΧΑΤΖΗΔΑΚΗΣ Ι.","result":"2-1"},
{"i":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","match":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","pitch":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","day":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","date":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","time":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","referee":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)","result":"Β΄ Κατηγορία 3ος Όμιλος (21η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"33.","match":"ΛΑΥΡΑ ΑΡΓ/ΛΗΣ - ΔΟΞΑ ΓΚΥΖΗ","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"15:00","referee":"ΚΑΠΙΡΗΣ Μ., ΠΡΙΝΤΖΙΟΣ Α., ΜΑΤΣΟΥΚΑΣ Κ.","result":"3-0"},
{"i":"34.","match":"ΚΟΡΩΝΙΔΑ - ΑΠΟ ΔΙΑΓΟΡΑΣ ΑΙΓΑΛΕΩ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΓΚΑΜΑΡΗΣ Α., ΚΟΛΛΙΑΚΟΣ Α., ΜΗΤΡΟΦΑΝΗΣ Χ.","result":"2-2"},
{"i":"35.","match":"ΠΟΨ - ΙΩΝΕΣ ΑΛΙΜΟΥ","pitch":"ΚΑΤΩ ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΑΛΑΜΠΕΗΣ Γ., ΤΖΕΛΟΣ Ν., ΚΑΦΡΙΤΣΑΣ Α. (Παρατηρητής Αγώνα: ΚΟΥΡΑΝΟΣ ΘΟΔΩΡΟΣ)","result":"2-0"},
{"i":"36.","match":"ΕΛΠΙΔΑ ΑΓ. ΑΝΑΡΓΥΡΩΝ - ΒΥΡΩΝ","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΨΑΡΙΔΗΣ Χ., ΚΟΥΛΟΣΟΥΣΑΣ Δ., ΜΠΑΓΙΑΣ Ι.","result":"0-0"},
{"i":"37.","match":"ΠΑΠΑΓΟΣ - ΘΡΙΑΜΒΟΣ ΧΑΪΔΑΡΙΟΥ","pitch":"ΠΑΠΑΓΟΥ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΦΩΤΑΚΟΣ Κ., ΖΗΣΗΣ Σ., ΠΑΠΑΘΑΝΑΣΙΟΥ Ε. (Παρατηρητής Αγώνα: ΠΑΛΥΒΟΣ ΓΙΩΡΓΟΣ)","result":"6-1"},
{"i":"38.","match":"ΚΑΜΑΤΕΡΟ - ΙΕΡΑΠΟΛΗ","pitch":"ΚΑΜΑΤΕΡΟΥ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΠΑΤΕΡΑΚΗΣ Ν., ΜΑΤΣΟΥΚΑΣ Κ., ΠΑΠΑΓΙΑΝΝΑΚΗΣ Ε. (Παρατηρητής Αγώνα: ΑΝΕΣΤΟΠΟΥΛΟΣ ΠΑΝΑΓΙΩΤΗΣ)","result":"2-1"},
{"i":"39.","match":"ΑΤΤΙΚΟΣ - ΕΡΜΗΣ ΗΡΑΚΛΕΙΟΥ","pitch":"ΑΚΑΔΗΜΙΑ ΠΛΑΤΩΝΟΣ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΤΣΑΓΚΑΡΗΣ Ν., ΔΗΛΓΕΡΙΔΗΣ Β., ΜΟΥΖΑΣ Β.","result":"5-1"},
{"i":"40.","match":"ΑΟ ΚΑΛΑΜΑΚΙΟΥ - ΠΑΣ ΓΑΛΑΤΣΙ","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΠΑΠΑΓΕΩΡΓΙΟΥ Η., ΔΕΟΝΑΣ Γ., ΜΠΑΖΑΚΟΥΛΑΣ Π. (Παρατηρητής Αγώνα: ΒΑΡΒΑΡΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ)","result":"1-2"},
{"i":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","match":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","pitch":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","day":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","date":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","time":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","referee":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)","result":"Γ΄ Κατηγορία 1ος Όμιλος (18η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"41.","match":"ΛΑΡΙΣΑΪΚΟΣ - ΠΛΑΤΩΝ","pitch":"ΑΚΑΔΗΜΙΑ ΠΛΑΤΩΝΟΣ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΜΟΥΖΑΣ Β., ΣΟΥΛΤΗΣ Ι., ΣΠΥΡΟΠΟΥΛΟΣ Ζ. (Παρατηρητής Αγώνα: ΑΝΕΣΤΟΠΟΥΛΟΣ ΠΑΝΑΓΙΩΤΗΣ)","result":"1-1"},
{"i":"42.","match":"ΓΚΥΖΙΑΚΟΣ - ΠΑΓΚΡΑΤΙ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΧΡΙΣΤΟΔΟΥΛΟΥ Π., ΓΚΙΚΑΣ Φ., ΓΕΩΡΓΑΚΟΠΟΥΛΟΣ Λ. (Παρατηρητής Αγώνα: ΝΤΑΓΚΑΣ Β)","result":"2-1"},
{"i":"43.","match":"ΝΙΚΗ ΑΛΙΜΟΥ - ΠΑΝΘΗΣΕΙΑΚΟΣ","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΚΟΚΚΙΝΗΣ Α., ΖΕΡΒΟΥ Ν., ΑΤΣΩΝΙΟΣ Α. (Παρατηρητής Αγώνα: ΚΟΥΤΣΟΥΡΑΚΗΣ ΔΗΜΗΤΡΗΣ)","result":"3-2"},
{"i":"44.","match":"ΠΟΣΕΙΔΩΝΑΣ ΓΛΥΦΑΔΑΣ - ΚΕΡΑΥΝΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΤΕΡΨΙΘΕΑΣ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΣΠΥΡΟΠΟΥΛΟΣ Ζ., ΜΠΟΖΟΥΤΖΙΔΗΣ Ε., ΡΟΜΠΟΤΗΣ Μ. (Παρατηρητής Αγώνα: ΛΑΔΑΣ ΚΟΣΜΑΣ)","result":"1-3"},
{"i":"45.","match":"ΚΟΥΚΑΚΙ - ΑΟ ΓΛΥΦΑΔΑΣ","pitch":"ΡΟΥΦ","day":"Κυριακή","date":"10/03/24","time":"12:30","referee":"ΚΑΠΕΤΑΝΑΚΗΣ Κ., ΧΡΙΣΤΟΔΟΥΛΟΥ Γ., ΣΙΕΜΟΥ Μ. (Παρατηρητής Αγώνα: ΚΑΡΑΓΕΩΡΓΟΠΟΥΛΟΣ Π)","result":"5-0"},
{"i":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","match":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","pitch":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","day":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","date":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","time":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","referee":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)","result":"Γ΄ Κατηγορία 2ος Όμιλος (18η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"46.","match":"ΕΙΡΗΝΗ ΠΕΤΡ/ΛΗΣ - ΜΑΡΟΥΣΙ","pitch":"ΠΕΤΡΟΥΠΟΛΗΣ Β΄(ΑΛΚΥΩΝ)","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΤΖΙΒΡΑΣ Γ., ΜΑΛΑΝΔΡΑΚΗΣ Γ., ΛΟΥΚΟΥΜΗΣ Σ. (Παρατηρητής Αγώνα: ΠΑΠΑΔΟΠΟΥΛΟΣ ΚΩΝΣΤΑΝΤΙΝΟΣ)","result":"0-4"},
{"i":"47.","match":"ΠΑΡΑΔΕΙΣΟΣ - ΑΙΜΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΠΕΥΚΗΣ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΔΗΛΓΕΡΙΔΗΣ Β., ΜΠΑΖΑΚΟΥΛΑΣ Π., ΘΕΟΔΩΡΙΔΗ Α. (Παρατηρητής Αγώνα: ΠΑΛΥΒΟΣ ΓΙΩΡΓΟΣ)","result":"0-1"},
{"i":"48.","match":"ΠΕΤΡΑΛΩΝΑ - ΙΛΙΣΙΑ 2004","pitch":"ΡΟΥΦ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΚΑΣΙΔΗΣ Γ., ΔΕΣΥΛΛΑΣ Σ., ΚΑΡΑΜΠΕΛΑΣ Ε. (Παρατηρητής Αγώνα: ΝΤΑΓΚΑΣ Β)","result":"1-1"},
{"i":"49.","match":"ΧΑΛΚΗΔΟΝΙΚΟΣ - ΓΑΛΑΞΙΑΣ","pitch":"ΠΕΤΡΟΥΠΟΛΗΣ Γ΄ (ΓΡΗΓΟΡΙΟΥ)","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΓΚΕΤΣΟΣ Ι., ΡΙΣΣΑΚΗΣ Π., ΚΟΥΤΣΙΑΡΗΣ Ι.","result":"1-5"},
{"i":"50.","match":"ΠΑΤΗΣΙΑ - ΝΙΚΗ ΓΑΛΑΤΣΙΟΥ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"15:30","referee":"ΛΙΑΜΠΟΤΗΣ Μ., ΡΟΜΠΟΤΗΣ Μ., ΚΟΡΔΙΑΣ Ν. (Παρατηρητής Αγώνα: ΛΕΟΝΤΑΚΙΑΝΑΚΟΣ ΓΡΗΓΟΡΗΣ)","result":"2-1"},
{"i":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","match":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","pitch":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","day":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","date":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","time":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","referee":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)","result":"Γ΄ Κατηγορία 3ος Όμιλος (18η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"51.","match":"ΑΣΤΕΡΑΣ ΧΑΪΔΑΡΙΟΥ - ΘΡΙΑΜΒΟΣ ΑΘΗΝΩΝ","pitch":"ΧΑΪΔΑΡΙΟΥ ΑΘΛΗΤΙΚΟ ΚΕΝΤΡΟ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΠΑΠΑΔΟΠΟΥΛΟΣ Ε., ΚΑΠΕΤΑΝΑΚΗΣ Κ., ΜΑΜΟΥΝΗΣ Φ. (Παρατηρητής Αγώνα: ΑΡΑΔΑΣ ΑΝΤΩΝΗΣ)","result":"1-1"},
{"i":"52.","match":"ΖΕΦΥΡΟΣ - ΝΕΑ ΣΜΥΡΝΗ","pitch":"ΑΙΓΑΛΕΩ Δ.Α.Κ.","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΓΙΑΝΝΟΠΟΥΛΟΣ Α., ΒΑΓΓΕΡ Χ., ΚΑΡΑΚΑΤΣΑΝΗΣ Γ. (Παρατηρητής Αγώνα: ΚΑΡΑΓΙΑΝΝΗΣ ΧΡΗΣΤΟΣ)","result":"1-8"},
{"i":"53.","match":"ΑΕ ΜΕΤΑΜΟΡΦΩΣΗΣ - ΦΟΙΝΙΚΑΣ ΚΑΛΛΙΘΕΑΣ","pitch":"ΜΕΤ/ΣΗΣ ΛΥΚΟΒΡΥΣΗΣ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΓΕΩΡΓΙΟΥ Χ., ΜΑΝΤΑΚΑΣ Α., ΣΕΡΔΑΡΙΔΗΣ Ν.","result":"8-0"},
{"i":"54.","match":"ΑΟ ΚΩΦΩΝ - ΦΩΣΤΗΡΑΣ ΚΑΙΣ/ΝΗΣ","pitch":"ΑΚΑΔΗΜΙΑ ΠΛΑΤΩΝΟΣ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΛΟΥΚΟΥΜΗΣ Σ., ΚΛΙΑΦΑΣ Α., ΛΑΜΠΟΒΙΤΙΑΔΗΣ Α. (Παρατηρητής Αγώνα: ΔΗΜΗΤΣΑΣ ΔΗΜΟΣΘΕΝΗΣ)","result":"1-2"},
{"i":"55.","match":"ΑΡΙΩΝ - ΠΡΑΣΙΝΑ ΠΟΥΛΙΑ","pitch":"ΥΜΗΤΤΟΥ","day":"Κυριακή","date":"10/03/24","time":"15:45","referee":"ΠΡΙΝΤΖΙΟΣ Α., ΚΟΜΑΙΝΕΡ Φ., ΤΡΙΑΝΤΑΦΥΛΛΟΥ Ε. (Παρατηρητής Αγώνα: ΜΙΧΑΛΑΣ ΕΥΑΓΓΕΛΟΣ)","result":"4-0"},
{"i":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","match":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","pitch":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","day":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","date":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","time":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","referee":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)","result":"Γ΄ Κατηγορία 4ος Όμιλος (18η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"56.","match":"ΑΕ ΙΛΙΟΥ - ΚΕΡΑΜΕΙΚΟΣ","pitch":"ΙΛΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΠΑΠΑΓΙΑΝΝΑΚΗΣ Ε., ΣΚΟΡΙΛΑΣ Ε., ΛΟΥΤΣΟΣ Ι. (Παρατηρητής Αγώνα: ΠΟΛΥΖΟΣ ΝΙΚΟΛΑΟΣ)","result":"0-0"},
{"i":"57.","match":"ΚΕΡΑΥΝΟΣ ΑΓ. ΒΑΡΒΑΡΑΣ - ΚΡΟΝΟΣ ΑΘΗΝΩΝ","pitch":"ΤΑΥΡΟΥ Β΄ (Χ.ΠΑΥΛΙΔΗΣ)","day":"Κυριακή","date":"10/03/24","time":"09:00","referee":"ΤΡΑΝΤΑΣ Ι., ΚΑΤΩΝΗΣ Κ., ΜΗΤΣΟΣ Θ. (Παρατηρητής Αγώνα: ΓΑΓΑΝΗΣ ΧΑΡΑΛΑΜΠΟΣ)","result":"8-1"},
{"i":"58.","match":"ΛΕΟΝΤΕΣ - ΔΑΣΟΣ ΧΑΪΔΑΡΙΟΥ","pitch":"ΡΟΥΦ","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΚΑΡΑΜΠΕΛΑΣ Ε., ΜΑΡΑΓΚΑΚΗΣ Χ., ΑΝΤΩΝΟΠΟΥΛΟΣ Α.","result":"2-2"},
{"i":"59.","match":"ΠΡΟΜΗΘΕΑΣ - ΘΕΜΙΣΤΟΚΛΗΣ","pitch":"ΥΜΗΤΤΟΥ","day":"Κυριακή","date":"10/03/24","time":"10:00","referee":"ΑΓΓΕΛΗΣ Δ., ΠΑΠΑΝΙΚΟΛΑΟΥ Ν., ΚΑΡΑΚΑΞΗΣ Κ.","result":"0-1"},
{"i":"60.","match":"ΘΥΕΛΛΑ ΠΕΡΙΣΤΕΡΙΟΥ - ΦΩΣΤΗΡΑΣ ΗΛΙΟΥΠΟΛΗΣ","pitch":"ΧΡΥΣΟΥΠΟΛΗΣ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΠΑΠΑΔΟΠΟΥΛΟΣ Ε., ΑΡΓΥΡΙΑΔΗΣ Γ., ΤΣΙΑΤΣΟΣ Σ.","result":"0-4"},
{"i":"61.","match":"ΑΜΠΕΛΟΚΗΠΟΙ - ΠΕΡΑ ΚΛΟΥΜΠ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Κυριακή","date":"10/03/24","time":"12:30","referee":"ΣΥΨΑΣ Ι., ΓΕΩΡΓΑΚΟΠΟΥΛΟΣ Λ., ΓΚΙΚΑΣ Φ. (Παρατηρητής Αγώνα: ΚΟΥΡΑΝΟΣ ΘΟΔΩΡΟΣ)","result":"3-1"},
{"i":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","match":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","pitch":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","day":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","date":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","time":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","referee":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)","result":"Γ΄Κατηγορία Όμιλος Β Ομάδων (17η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"62.","match":"ΑΟ ΑΙΓΑΛΕΩ Β΄ - ΛΥΚΟΒΡΥΣΗ Β΄","pitch":"ΑΙΓΑΛΕΩ (ΕΔΕΣΣΗΣ)","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΜΑΡΑΓΚΑΚΗΣ Χ., ΚΥΡΟΓΛΟΥ Α., ΑΓΓΕΛΟΠΟΥΛΟΣ Δ. (Παρατηρητής Αγώνα: ΡΟΥΜΕΛΙΩΤΗΣ ΦΩΤΗΣ)","result":"3-1"},
{"i":"63.","match":"ΔΙΑΝΑ ΗΛΙΟΥΠ. Β΄ - ΗΛΥΣΙΑΚΟΣ Β΄","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"15:30","referee":"ΛΑΡΙΣΗΣ Β., ΑΝΔΡΕΟΥ-ΝΚ Ν., ΑΝΤΩΝΟΠΟΥΛΟΣ Α.","result":"2-4"},
{"i":"64.","match":"ΑΘΗΝΑΪΚΟΣ Β΄ - ΧΑΛΑΝΔΡΙ Β΄","pitch":"ΒΥΡΩΝΑ ΕΡΓΑΝΗ (Δ. ΝΙΚΟΛΑΪΔΗΣ)","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΧΑΧΑΜΙΔΗΣ Π., ΜΑΡΚΟΠΟΥΛΟΣ Ι., ΓΕΩΡΓΙΑΔΟΥ Ν.","result":"0-5"},
{"i":"65.","match":"ΕΛΠΙΔΑ ΑΓ.ΑΝΑΡΓ. Β΄ - ΓΣ ΑΡΓΥΡΟΥΠΟΛΗΣ Β΄","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΒΑΣΙΛΕΙΟΥ Α., ΔΑΣΚΑΛΑΚΗΣ Π., ΘΕΟΔΩΡΙΔΗ Α.","result":"2-4"},
{"i":"66.","match":"ΕΛΕΥΘΕΡΟΥΠΟΛΗ Β΄ - ΧΑΪΔΑΡΙ Β΄","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Κυριακή","date":"10/03/24","time":"11:00","referee":"ΤΣΑΤΣΑΡΩΝΗΣ Σ., ΧΡΙΣΤΑΚΗΣ Α., ΑΓΓΕΛΟΠΟΥΛΟΣ Δ.","result":"0-2"},
{"i":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ17 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"67.","match":"ΙΠΠΟΚΡΑΤΗΣ - ΑΓ. ΑΝΑΡΓΥΡΟΙ","pitch":"ΗΦΑΙΣΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"09:00","referee":"ΔΗΜΟΒΑΣΙΛΗΣ Ν., ΧΑΤΖΗΔΑΚΗΣ Ι., ΜΑΡΑΓΚΑΚΗΣ Χ.","result":"4-2"},
{"i":"68.","match":"ΧΑΪΔΑΡΙ - ΑΙΜΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΧΑΪΔΑΡΙΟΥ (Τ.ΧΑΡΑΛΑΜΠΙΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΣΠΥΡΟΠΟΥΛΟΣ Ζ., ΚΥΡΟΓΛΟΥ Α., ΚΛΙΑΦΑΣ Α.","result":"0-3"},
{"i":"69.","match":"ΗΦΑΙΣΤΟΣ ΠΕΡ/ΡΙΟΥ - ΑΡΗΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΗΦΑΙΣΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"10:45","referee":"ΧΑΤΖΗΔΑΚΗΣ Ι., ΜΑΡΑΓΚΑΚΗΣ Χ., ΚΟΡΔΙΑΣ Ν.","result":"1-1"},
{"i":"70.","match":"ΟΛΥΜΠΙΑΚΟΣ Ν.ΛΙΟΣΙΩΝ - ΙΑΣΩΝ 1","pitch":"ΙΛΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΠΑΠΑΓΙΑΝΝΑΚΗΣ Ε., ΛΟΥΤΣΟΣ Ι., ΚΑΖΑΚΟΣ Γ.","result":"1-3"},
{"i":"71.","match":"ΑΟ ΑΙΓΑΛΕΩ - ΑΠΟΛΛΩΝ ΧΑΛ. 3","pitch":"ΑΙΓΑΛΕΩ (ΕΔΕΣΣΗΣ)","day":"Κυριακή","date":"10/03/24","time":"18:00","referee":"ΜΑΡΑΓΚΑΚΗΣ Χ., ΧΡΙΣΤΑΚΗΣ Α., ΔΕΣΥΛΛΑΣ Σ.","result":"2-0"},
{"i":"72.","match":"ΕΙΡΗΝΗ ΠΕΤΡ/ΛΗΣ - ΑΟ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΠΕΤΡΟΥΠΟΛΗΣ Β΄(ΑΛΚΥΩΝ)","day":"Κυριακή","date":"10/03/24","time":"19:00","referee":"ΓΚΑΙΤΑΤΖΗΣ Ι., ΔΗΛΓΕΡΙΔΗΣ Β., ΔΑΣΚΑΛΑΚΗΣ Π.","result":"1-2"},
{"i":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ17 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"73.","match":"ΠΑΕ ΚΑΛΛΙΘΕΑ - ΤΡΑΧΩΝΕΣ 1","pitch":"ΤΖΙΤΖΙΦΙΩΝ (ΠΑΡΑΛΙΑΣ)","day":"Σάββατο","date":"09/03/24","time":"09:00","referee":"ΣΥΝΑΪΤΗΣ Κ., ΚΑΠΕΤΑΝΑΚΗΣ Κ., ΜΗΤΣΟΣ Θ.","result":"4-0"},
{"i":"74.","match":"ΑΟ ΚΑΛΑΜΑΚΙΟΥ - ΙΩΝΕΣ ΑΛΙΜΟΥ","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Σάββατο","date":"09/03/24","time":"09:00","referee":"ΦΩΤΑΚΟΣ Κ., ΣΥΝΕΦΙΑΣ Ν., ΔΗΛΓΕΡΙΔΗΣ Β.","result":"1-1"},
{"i":"75.","match":"ΓΣ ΑΡΓΥΡΟΥΠΟΛΗΣ - ΔΑΦΝΗ Π. ΦΑΛΗΡΟΥ","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"11:30","referee":"ΑΝΤΩΝΟΠΟΥΛΟΣ Α., ΒΑΜΒΑΚΑΣ Μ., ΠΑΠΑΘΑΝΑΣΙΟΥ Ε.","result":"2-2"},
{"i":"76.","match":"ΧΑΡΑΥΓΙΑΚΟΣ - ΠΑΝΙΩΝΙΟΣ ΣΜΥΡΝΗΣ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"19:45","referee":"ΑΝΔΡΕΟΥ-ΝΚ Ν., ΑΝΤΩΝΟΠΟΥΛΟΣ Α., ΚΟΜΑΙΝΕΡ Φ.","result":"3-1"},
{"i":"77.","match":"ΘΥΕΛΛΑ ΑΓ. ΔΗΜΗΤΡΙΟΥ - ΣΟΥΡΜΕΝΑ","pitch":"ΑΓ.ΔΗΜΗΤΡΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"12:30","referee":"ΣΟΥΛΤΗΣ Ι.","result":"0-2"},
{"i":"78.","match":"ΑΟ ΓΛΥΦΑΔΑΣ - ΡΟΥΦ 1","pitch":"ΓΛΥΦΑΔΑΣ","day":"Κυριακή","date":"10/03/24","time":"18:00","referee":"ΤΣΟΜΠΑΝΑΚΗΣ Ε., ΜΗΤΣΟΣ Θ.","result":"5-3"},
{"i":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ17 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"79.","match":"ΑΠΟΛΛΩΝ ΧΑΛ. 1 - ΠΑΝΕΡΥΘΡΑΪΚΟΣ","pitch":"ΚΑΤΩ ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"10:15","referee":"ΚΑΣΙΔΗΣ Γ., ΣΕΡΔΑΡΙΔΗΣ Ν., ΓΕΩΡΓΑΚΟΠΟΥΛΟΣ Λ.","result":"5-0"},
{"i":"80.","match":"ΔΟΞΑ ΒΥΡΩΝΟΣ - ΤΡΙΦΥΛΛΙΑΚΟΣ","pitch":"ΒΥΡΩΝΑ ΕΡΓΑΝΗ (Δ. ΝΙΚΟΛΑΪΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΓΚΑΙΤΑΤΖΗΣ Ι., ΓΕΩΡΓΙΤΣΟΠΟΥΛΟΣ Δ., ΓΙΑΝΝΟΠΟΥΛΟΣ Α.","result":"1-2"},
{"i":"81.","match":"ΑΤΡΟΜΗΤΟΣ ΧΑΛΑΝΔΡΙΟΥ - ΧΑΛΑΝΔΡΙ","pitch":"ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΜΑΡΑΝΟΣ Σ., ΚΑΡΑΚΑΞΗΣ Κ.","result":"2-1"},
{"i":"82.","match":"ΗΛΥΣΙΑΚΟΣ - ΑΟΜ ΑΣΤΕΡΑΣ ΚΑΙΣ/ΝΗΣ 1","pitch":"ΓΟΥΔΗ","day":"Σάββατο","date":"09/03/24","time":"18:30","referee":"ΤΖΑΝΟΓΛΟΥ Δ., ΓΕΩΡΓΙΑΔΟΥ Ν., ΧΡΙΣΤΟΔΟΥΛΟΥ Γ.","result":"1-1"},
{"i":"83.","match":"ΝΕΑ ΙΩΝΙΑ 1 - ΚΕΝΤΑΥΡΟΣ ΒΡΙΛΗΣΣΙΩΝ","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Σάββατο","date":"09/03/24","time":"18:45","referee":"ΚΑΡΡΑΣ Α., ΓΕΩΡΓΑΚΟΠΟΥΛΟΣ Λ., ΜΠΟΖΟΥΤΖΙΔΗΣ Ε.","result":"0-0"},
{"i":"84.","match":"ΑΠΟΛΛΩΝ ΑΘΗΝΩΝ - ΔΑΦΝΗ - ΑΘΗΝΑΪΚΟΣ","pitch":"ΚΑΤΩ ΑΧΑΡΝΩΝ","day":"Κυριακή","date":"10/03/24","time":"20:00","referee":"ΖΗΣΗΣ Σ., ΤΣΙΑΤΣΟΣ Σ.","result":"2-0"},
{"i":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ17 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"85.","match":"ΑΜΠΕΛΟΚΗΠΟΙ - ΕΛΕΥΘΕΡΟΥΠΟΛΗ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΨΑΛΛΙΔΑΣ Β., ΧΡΙΣΤΟΔΟΥΛΟΥ Γ., ΜΠΟΖΟΥΤΖΙΔΗΣ Ε.","result":"1-2"},
{"i":"86.","match":"ΚΟΨΑΧΕΙΛΑ - ΑΤΛΑΣ ΚΥΨΕΛΗΣ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΠΑΝΤΕΛΗΣ Η., ΤΣΑΤΣΑΡΩΝΗΣ Σ., ΜΗΤΣΟΣ Θ.","result":"2-3"},
{"i":"87.","match":"ΤΡΑΧΩΝΕΣ 2 - ΑΠΟΛΛΩΝ ΧΑΛ. 2","pitch":"ΤΡΑΧΩΝΩΝ ΑΛΙΜΟΥ Α΄","day":"Σάββατο","date":"09/03/24","time":"18:45","referee":"ΣΤΑΘΟΠΟΥΛΟΣ Α.","result":"2-1"},
{"i":"88.","match":"ΑΘΗΝΑΪΔΑ - ΑΠΟΛΛΩΝ ΣΜΥΡΝΗΣ","pitch":"ΚΑΤΩ ΑΧΑΡΝΩΝ","day":"Σάββατο","date":"09/03/24","time":"20:00","referee":"ΒΑΣΙΛΕΙΟΥ Α., ΚΛΙΑΦΑΣ Α., ΚΟΚΚΙΝΗΣ Α.","result":"0-3"},
{"i":"89.","match":"ΑΟΜ ΑΣΤΕΡΑΣ ΚΑΙΣ/ΝΗΣ 2 - ΝΕΑ ΙΩΝΙΑ 2","pitch":"ΚΑΙΣΑΡΙΑΝΗΣ (ΒΟΗΘΗΤΙΚΟ)","day":"Κυριακή","date":"10/03/24","time":"10:30","referee":"ΔΗΛΓΕΡΙΔΗΣ Β., ΤΡΙΑΝΤΑΦΥΛΛΟΥ Ε., ΠΕΛΕΚΗΣ Β.","result":"3-1"},
{"i":"90.","match":"ΑΙΜΟΣ ΠΕΤΡΟΥΠΟΛΗΣ 2 - ΠΑΣ ΓΑΛΑΤΣΙ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΚΟΚΚΙΝΗΣ Α., ΚΟΡΔΙΑΣ Ν., ΚΑΡΑΚΑΤΣΑΝΗΣ Γ.","result":"1-0"},
{"i":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ17 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"91.","match":"ΑΟ ΙΛΙΟΥ - ΑΜΙΛΛΑ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΙΛΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"","result":"3-0 α.α."},
{"i":"92.","match":"ΑΕ ΠΕΡΙΣΤΕΡΙΟΥ - ΗΡΑΚΛΗΣ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΗΦΑΙΣΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"18:45","referee":"ΔΗΜΟΒΑΣΙΛΗΣ Ν., ΚΑΖΑΚΟΣ Γ., ΔΑΣΚΑΛΑΚΗΣ Π.","result":"1-0"},
{"i":"93.","match":"ΚΗΠΟΥΠΟΛΗ - ΔΑΣΟΣ ΧΑΪΔΑΡΙΟΥ","pitch":"ΧΡΥΣΟΥΠΟΛΗΣ","day":"Σάββατο","date":"09/03/24","time":"19:30","referee":"ΡΟΜΠΟΤΗΣ Μ., ΣΠΥΡΟΠΟΥΛΟΣ Ζ., ΖΗΣΗΣ Σ.","result":"3-5"},
{"i":"94.","match":"ΚΑΜΑΤΕΡΟ - ΑΤΤΑΛΟΣ Ν.ΦΙΛ.","pitch":"ΚΑΜΑΤΕΡΟΥ","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΧΑΤΖΗΔΑΚΗΣ Ι.","result":"2-1"},
{"i":"95.","match":"ΦΟΙΝΙΚΑΣ ΠΕΡΙΣΤΕΡΙΟΥ - ΑΕ ΙΛΙΟΥ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΣΥΝΑΪΤΗΣ Κ., ΡΙΣΣΑΚΗΣ Π., ΤΖΙΒΡΑΣ Γ.","result":"1-1"},
{"i":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ17 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"96.","match":"ΓΣ.ΗΛΙΟΥΠΟΛΗΣ - ΔΑΦΝΗ Π ΦΑΛΗΡΟΥ 2","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΛΑΡΙΣΗΣ Β., ΑΝΤΩΝΟΠΟΥΛΟΣ Α., ΑΝΔΡΕΟΥ-ΝΚ Ν.","result":"3-0"},
{"i":"97.","match":"ΠΑΛ.ΦΑΛΗΡΟ - ΔΙΑΝΑ ΗΛΙΟΥΠΟΛΗΣ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Σάββατο","date":"09/03/24","time":"19:45","referee":"ΧΡΙΣΤΑΚΗΣ Α.","result":"0-2"},
{"i":"98.","match":"ΦΩΣΤΗΡΑΣ ΑΘΗΝΩΝ - ΑΓΙΑΞ ΤΑΥΡΟΥ","pitch":"ΤΑΥΡΟΥ Β΄ (Χ.ΠΑΥΛΙΔΗΣ)","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΠΑΝΤΕΛΗΣ Η., ΚΑΤΩΝΗΣ Κ., ΚΟΡΔΙΑΣ Ν.","result":"3-2"},
{"i":"99.","match":"ΤΕΡΨΙΘΕΑ - ΠΑΣ ΑΘΗΝΩΝ 1966","pitch":"ΤΕΡΨΙΘΕΑΣ","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΑΓΓΕΛΗΣ Δ.","result":"4-1"},
{"i":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ17 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"100.","match":"ΙΛΙΣΙΑ 2004 - ΜΕΛΙΣΣΙΑ","pitch":"ΓΟΥΔΗ","day":"Σάββατο","date":"09/03/24","time":"00:00","referee":"","result":"0-3 α.α."},
{"i":"101.","match":"ΑΡΗΣ ΧΟΛΑΡΓΟΥ - ΒΥΡΩΝ","pitch":"ΧΟΛΑΡΓΟΥ Β΄","day":"Σάββατο","date":"09/03/24","time":"11:30","referee":"ΜΕΝΤΖΕΛΟΠΟΥΛΟΣ Φ.","result":"3-1"},
{"i":"102.","match":"ΠΕΥΚΗ - ΛΥΚΟΒΡΥΣΗ","pitch":"ΠΕΥΚΗΣ","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΜΑΡΑΝΟΣ Σ.","result":"3-2"},
{"i":"103.","match":"ΒΡΙΛΗΣΣΙΑ - ΑΕ ΗΡΑΚΛΕΙΟ","pitch":"ΒΡΙΛΗΣΣΙΩΝ","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΑΝΑΣΤΑΣΟΠΟΥΛΟΣ-ΤΣΙΓΓΕΛΗΣ Α., ΠΑΠΑΠΑΥΛΟΥ Δ.","result":"1-1"},
{"i":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ17 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"104.","match":"ΠΑΣ ΓΑΛΑΤΣΙ 2 - ΚΟΡΩΝΙΔΑ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"18:30","referee":"ΨΑΛΛΙΔΑΣ Β., ΤΡΙΑΝΤΑΦΥΛΛΟΥ Ε., ΚΑΡΑΚΑΤΣΑΝΗΣ Γ.","result":"0-1"},
{"i":"105.","match":"ΚΑΛΛΙΘΕΑ 2 - ΤΑΤΑΥΛΑ","pitch":"ΤΖΙΤΖΙΦΙΩΝ (ΠΑΡΑΛΙΑΣ)","day":"Σάββατο","date":"09/03/24","time":"18:45","referee":"ΤΣΑΤΣΑΡΩΝΗΣ Σ.","result":"3-2"},
{"i":"106.","match":"ΙΑΣΩΝ 2 - ΡΟΥΦ 2","pitch":"ΙΛΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"11:15","referee":"ΓΕΩΡΓΙΤΣΟΠΟΥΛΟΣ Δ., ΣΤΑΘΟΠΟΥΛΟΣ Α., ΡΙΣΣΑΚΗΣ Π.","result":"5-3"},
{"i":"107.","match":"ΣΑΚΑ - ΛΕΟΝΤΕΣ","pitch":"ΣΤΑΔΙΟ ΣΤΕΦΑΝΟΥ ΔΕΛΤΑ","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΔΕΣΥΛΛΑΣ Σ., ΑΝΔΡΕΟΥ-ΝΚ Ν.","result":"4-2"},
{"i":"108.","match":"ΔΟΞΑ ΓΚΥΖΗ - ΕΛΠΙΔΑ ΑΓ. ΑΝΑΡΓΥΡΩΝ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΓΙΑΝΝΟΠΟΥΛΟΣ Α., ΜΠΑΖΑΚΟΥΛΑΣ Π., ΜΠΟΖΟΥΤΖΙΔΗΣ Ε.","result":"2-1"},
{"i":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ15 09ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"109.","match":"ΔΑΣΟΣ ΧΑΪΔΑΡΙΟΥ - ΑΙΜΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΧΑΪΔΑΡΙΟΥ ΑΘΛΗΤΙΚΟ ΚΕΝΤΡΟ","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΝΑΤΣΙΟΣ Β.","result":"0-7"},
{"i":"110.","match":"ΙΑΣΩΝ 1 - ΔΑΦΝΗ Π. ΦΑΛΗΡΟΥ","pitch":"ΙΛΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΜΑΛΑΝΔΡΑΚΗΣ Γ.","result":"0-3"},
{"i":"111.","match":"ΑΟ ΑΙΓΑΛΕΩ - ΑΟ ΙΛΙΟΥ","pitch":"ΑΙΓΑΛΕΩ (ΕΔΕΣΣΗΣ)","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΛΑΜΠΟΒΙΤΙΑΔΗΣ Α.","result":"2-1"},
{"i":"112.","match":"ΑΠΟΛΛΩΝ ΣΜΥΡΝΗΣ - ΦΟΙΝΙΚΑΣ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΚΑΤΩ ΑΧΑΡΝΩΝ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΚΛΙΑΦΑΣ Α.","result":"4-0"},
{"i":"113.","match":"ΡΟΥΦ - ΧΑΪΔΑΡΙ","pitch":"ΡΟΥΦ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΚΑΡΑΜΠΕΛΑΣ Ε.","result":"2-0"},
{"i":"114.","match":"ΚΕΡΑΥΝΟΣ ΠΕΤΡ/ΛΗΣ - ΕΙΡΗΝΗ ΠΕΤΡ/ΛΗΣ","pitch":"ΠΕΤΡΟΥΠΟΛΗΣ Γ΄ (ΓΡΗΓΟΡΙΟΥ)","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΓΚΕΤΣΟΣ Ι.","result":"1-6"},
{"i":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ15 10ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"115.","match":"ΓΣ.ΗΛΙΟΥΠΟΛΗΣ - ΦΩΣΤΗΡΑΣ ΚΑΙΣ/ΝΗΣ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"09:00","referee":"ΤΣΙΑΤΣΟΣ Σ.","result":"4-0"},
{"i":"116.","match":"Α.Ο.Μ.ΑΣΤΕΡΑΣ ΚΑΙΣ/ΝΗΣ - ΔΙΑΝΑ ΗΛΙΟΥΠΟΛΗΣ 1","pitch":"ΚΑΙΣΑΡΙΑΝΗΣ (ΒΟΗΘΗΤΙΚΟ)","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΤΖΕΛΟΣ Ν.","result":"4-5"},
{"i":"117.","match":"ΠΑΕ ΚΑΛΛΙΘΕΑ - ΗΛΥΣΙΑΚΟΣ","pitch":"ΤΖΙΤΖΙΦΙΩΝ (ΠΑΡΑΛΙΑΣ)","day":"Σάββατο","date":"09/03/24","time":"10:45","referee":"ΚΑΠΕΤΑΝΑΚΗΣ Κ.","result":"2-0"},
{"i":"118.","match":"ΓΣ ΑΡΓΥΡΟΥΠΟΛΗΣ - ΠΑΝΙΩΝΙΟΣ ΣΜΥΡΝΗΣ","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Α΄ (Γ.ΚΟΣΙΚΙΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΚΩΤΣΟΒΙΛΗΣ Β.","result":"2-3"},
{"i":"119.","match":"ΤΕΡΨΙΘΕΑ 1 - ΙΩΝΕΣ ΑΛΙΜΟΥ","pitch":"ΤΕΡΨΙΘΕΑΣ","day":"Σάββατο","date":"09/03/24","time":"18:30","referee":"ΛΩΝΗ Ε.","result":"2-0"},
{"i":"120.","match":"ΑΣΤΕΡΑΣ ΓΛΥΦΑΔΑΣ - ΤΡΑΧΩΝΕΣ 1","pitch":"ΓΛΥΦΑΔΑΣ","day":"Κυριακή","date":"10/03/24","time":"19:30","referee":"ΤΣΟΜΠΑΝΑΚΗΣ Ε.","result":"2-0"},
{"i":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ15 11ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"121.","match":"ΑΕ ΚΗΦΙΣΙΑΣ 1 - ΤΡΙΦΥΛΛΙΑΚΟΣ -1","pitch":"ΕΛΠΙΔΟΦΟΡΟΥ","day":"Σάββατο","date":"09/03/24","time":"09:45","referee":"ΙΣΣΑ Α.","result":"6-1"},
{"i":"122.","match":"ΕΛΕΥΘΕΡΟΥΠΟΛΗ - ΠΑΡΑΔΕΙΣΟΣ 1","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Σάββατο","date":"09/03/24","time":"13:15","referee":"ΚΟΜΑΙΝΕΡ Φ.","result":"3-1"},
{"i":"123.","match":"ΑΤΡΟΜΗΤΟΣ ΧΑΛ 1 - ΑΠΟΛΛΩΝ ΧΑΛΑΝΔΡΙΟΥ","pitch":"ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΜΑΝΤΑΚΑΣ Α.","result":"2-1"},
{"i":"124.","match":"ΣΑΚΑ - ΠΑΝΕΡΥΘΡΑΪΚΟΣ","pitch":"ΣΤΑΔΙΟ ΣΤΕΦΑΝΟΥ ΔΕΛΤΑ","day":"Κυριακή","date":"10/03/24","time":"09:45","referee":"ΑΝΔΡΕΟΥ-ΝΚ Ν.","result":"1-0"},
{"i":"125.","match":"ΒΡΙΛΗΣΣΙΑ - ΝΕΑ ΙΩΝΙΑ","pitch":"ΒΡΙΛΗΣΣΙΩΝ","day":"Κυριακή","date":"10/03/24","time":"10:00","referee":"ΠΑΠΑΠΑΥΛΟΥ Δ.","result":"2-2"},
{"i":"126.","match":"ΚΟΛΛΕΓΙΟ ΝΤΕΡΗ - ΑΕ ΗΡΑΚΛΕΙΟ","pitch":"ΚΟΛΛΕΓΙΟΥ ΝΤΕΡΗ","day":"Κυριακή","date":"10/03/24","time":"12:00","referee":"ΚΑΡΝΗΣ Γ.","result":"4-4"},
{"i":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","match":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","pitch":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","day":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","date":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","time":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","referee":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)","result":"Κ15 12ος Όμιλος 2ος Γύρος (Ισχυρών) (9η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"127.","match":"ΕΛΠΙΔΑ ΑΓ.ΑΝΑΡΓ. 2 - ΑΕ ΚΗΦΙΣΙΑΣ 2","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Σάββατο","date":"09/03/24","time":"12:30","referee":"ΚΟΥΛΟΣΟΥΣΑΣ Δ.","result":"7-2"},
{"i":"128.","match":"ΑΘΗΝΑΪΔΑ - ΑΤΛΑΣ ΚΥΨΕΛΗΣ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Σάββατο","date":"09/03/24","time":"19:00","referee":"ΜΠΑΖΑΚΟΥΛΑΣ Π.","result":"0-1"},
{"i":"129.","match":"ΔΑΦΝΗ Π ΦΑΛΗΡΟΥ 2 - ΑΤΡΟΜΗΤΟΣ ΧΑΛ 2","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Κυριακή","date":"10/03/24","time":"09:00","referee":"ΚΑΠΕΤΑΝΑΚΗΣ Κ.","result":"1-2"},
{"i":"130.","match":"ΠΑΤΗΣΙΑ - ΚΟΡΩΝΙΔΑ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"12:00","referee":"ΛΙΑΜΠΟΤΗΣ Μ.","result":"0-0"},
{"i":"131.","match":"ΠΑΡΑΔΕΙΣΟΣ 2 - ΠΑΣ ΓΑΛΑΤΣΙ 1","pitch":"ΠΑΡΑΔΕΙΣΟΥ ΑΜΑΡΟΥΣΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"13:15","referee":"ΜΕΝΤΖΕΛΟΠΟΥΛΟΣ Φ.","result":"1-3"},
{"i":"132.","match":"ΑΙΜΟΣ ΠΕΤΡΟΥΠΟΛΗΣ 2 - ΠΑΛ.ΦΑΛΗΡΟ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Κυριακή","date":"10/03/24","time":"18:00","referee":"ΤΣΑΤΣΑΡΩΝΗΣ Σ.","result":"3-3"},
{"i":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ15 13ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"133.","match":"ΑΠΟ ΔΙΑΓΟΡΑΣ ΑΙΓΑΛΕΩ - ΑΓ. ΕΛΕΟΥΣΑ","pitch":"ΑΙΓΑΛΕΩ Δ.Α.Κ.","day":"Σάββατο","date":"09/03/24","time":"09:30","referee":"ΜΑΜΟΥΝΗΣ Φ.","result":"0-1"},
{"i":"134.","match":"ΑΓ. ΑΝΑΡΓΥΡΟΙ - ΑΝΘΟΥΠΟΛΗ","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Σάββατο","date":"09/03/24","time":"10:45","referee":"ΛΕΟΝΤΑΡΙΔΗΣ Ι.","result":"0-0"},
{"i":"135.","match":"ΑΜΙΛΛΑ ΠΕΡΙΣΤΕΡΙΟΥ - ΑΕ ΗΡΑΚΛΕΙΟ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Κυριακή","date":"10/03/24","time":"09:15","referee":"ΜΑΜΟΥΝΗΣ Φ.","result":"0-3"},
{"i":"136.","match":"ΑΕ ΠΕΡΙΣΤΕΡΙΟΥ - ΠΑΣ ΓΑΛΑΤΣΙ 2","pitch":"ΗΦΑΙΣΤΟΥ","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΤΖΕΛΟΣ Ν.","result":"2-3"},
{"i":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ15 14ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"137.","match":"ΠΑΣ ΑΘΗΝΩΝ 1966 - ΠΡΟΜΗΘΕΑΣ","pitch":"ΓΛΥΦΑΔΑΣ","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΛΩΝΗ Ε.","result":"0-0"},
{"i":"138.","match":"ΘΡΙΑΜΒΟΣ ΑΘΗΝΩΝ - ΠΟΣΕΙΔΩΝΑΣ ΓΛΥΦΑΔΑΣ","pitch":"ΥΜΗΤΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"19:15","referee":"ΚΡΑΣΩΝΗΣ Ν.","result":"1-1"},
{"i":"139.","match":"ΘΥΕΛΛΑ ΑΓ. ΔΗΜΗΤΡΙΟΥ - ΣΟΥΡΜΕΝΑ","pitch":"ΑΓ.ΔΗΜΗΤΡΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"10:30","referee":"ΚΩΤΣΟΒΙΛΗΣ Β.","result":"5-4"},
{"i":"140.","match":"ΠΑΠΑΓΟΣ - ΧΑΡΑΥΓΙΑΚΟΣ","pitch":"ΠΑΠΑΓΟΥ","day":"Κυριακή","date":"10/03/24","time":"13:30","referee":"ΠΑΠΑΘΑΝΑΣΙΟΥ Ε.","result":"5-1"},
{"i":"141.","match":"ΛΑΥΡΑ ΑΡΓ/ΛΗΣ - ΝΙΚΗ ΑΛΙΜΟΥ 1","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Β΄","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΚΟΜΑΙΝΕΡ Φ.","result":"0-3"},
{"i":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ15 15ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"142.","match":"ΚΕΝΤΑΥΡΟΣ ΒΡΙΛΗΣΣΙΩΝ - ΜΕΛΙΣΣΙΑ","pitch":"ΒΡΙΛΗΣΣΙΩΝ","day":"Σάββατο","date":"09/03/24","time":"09:30","referee":"ΤΣΟΜΠΑΝΑΚΗΣ Ε.","result":"3-0"},
{"i":"143.","match":"ΧΟΛΑΡΓΟΣ - ΑΕ ΜΕΤΑΜΟΡΦΩΣΗΣ","pitch":"ΧΟΛΑΡΓΟΥ Β΄","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΛΙΑΜΠΟΤΗΣ Μ.","result":"5-0"},
{"i":"144.","match":"ΛΥΚΟΒΡΥΣΗ - ΑΤΤΑΛΟΣ Ν.ΦΙΛ.","pitch":"ΜΕΤ/ΣΗΣ ΛΥΚΟΒΡΥΣΗΣ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΑΓΓΕΛΗΣ Δ.","result":"0-4"},
{"i":"145.","match":"ΧΑΛΑΝΔΡΙ - ΑΓ. ΠΑΡΑΣΚΕΥΗ","pitch":"ΧΑΛΑΝΔΡΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΚΑΣΙΔΗΣ Γ.","result":"2-0"},
{"i":"146.","match":"ΑΤΡΟΜΗΤΟΣ ΜΕΤ/ΣΗΣ - ΠΕΥΚΗ","pitch":"ΜΕΤ/ΣΗΣ ΛΥΚΟΒΡΥΣΗΣ","day":"Κυριακή","date":"10/03/24","time":"18:30","referee":"ΚΑΡΝΗΣ Γ.","result":"2-0"},
{"i":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","match":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","pitch":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","day":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","date":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","time":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","referee":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)","result":"Κ15 16ος Όμιλος 2ος Γύρος (Λιγότερο Ισχυρών) (8η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"147.","match":"ΚΟΨΑΧΕΙΛΑ - ΑΜΠΕΛΟΚΗΠΟΙ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΤΖΙΒΡΑΣ Γ.","result":"2-0"},
{"i":"148.","match":"ΛΕΟΝΤΕΣ - ΤΡΑΧΩΝΕΣ 2","pitch":"ΡΟΥΦ","day":"Σάββατο","date":"09/03/24","time":"19:30","referee":"ΚΑΡΑΜΠΕΛΑΣ Ε.","result":"1-0"},
{"i":"149.","match":"ΑΣΤΕΡΑΣ ΕΞΑΡΧΕΙΩΝ - ΤΑΤΑΥΛΑ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Σάββατο","date":"09/03/24","time":"20:15","referee":"ΜΠΑΖΑΚΟΥΛΑΣ Π.","result":"2-0"},
{"i":"150.","match":"Γ.Σ. ΚΑΛΛΙΘΕΑ - ΤΕΡΨΙΘΕΑ 2","pitch":"ΤΖΙΤΖΙΦΙΩΝ (ΠΑΡΑΛΙΑΣ)","day":"Κυριακή","date":"10/03/24","time":"10:00","referee":"ΤΖΙΒΡΑΣ Γ.","result":"2-0"},
{"i":"151.","match":"ΔΙΑΝΑ ΗΛΙΟΥΠΟΛΗΣ 2 - ΤΡΙΦΥΛΛΙΑΚΟΣ -2","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΙΣΣΑ Α.","result":"1-4"},
{"i":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","match":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","pitch":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","day":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","date":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","time":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","referee":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)","result":"Κ13 10ος Όμιλος 2ος Γύρος (6η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"152.","match":"ΚΟΡΩΝΙΔΑ - ΚΟΨΑΧΕΙΛΑ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΚΑΡΑΚΑΤΣΑΝΗΣ Γ.","result":"6-0"},
{"i":"153.","match":"ΗΛΥΣΙΑΚΟΣ - ΓΣ.ΗΛΙΟΥΠΟΛΗΣ","pitch":"ΓΟΥΔΗ","day":"Σάββατο","date":"09/03/24","time":"12:30","referee":"ΤΖΙΚΑΣ Ε.","result":"1-1"},
{"i":"154.","match":"ΠΑΣ ΓΑΛΑΤΣΙ - ΔΑΦΝΗ Π. ΦΑΛΗΡΟΥ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"12:30","referee":"ΚΑΡΑΚΑΤΣΑΝΗΣ Γ.","result":"1-0"},
{"i":"155.","match":"ΝΕΑ ΙΩΝΙΑ - ΡΟΥΦ","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Κυριακή","date":"10/03/24","time":"18:45","referee":"ΝΑΤΣΙΟΣ Β.","result":"1-0"},
{"i":"156.","match":"ΠΑΛ.ΦΑΛΗΡΟ - ΠΑΤΗΣΙΑ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Κυριακή","date":"10/03/24","time":"19:30","referee":"ΤΣΑΤΣΑΡΩΝΗΣ Σ.","result":"3-3"},
{"i":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","match":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","pitch":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","day":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","date":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","time":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","referee":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)","result":"Κ13 11ος Όμιλος 2ος Γύρος (5η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"157.","match":"ΑΝΘΟΥΠΟΛΗ - ΑΓ. ΑΝΑΡΓΥΡΟΙ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Σάββατο","date":"09/03/24","time":"09:30","referee":"ΚΑΤΩΝΗΣ Κ.","result":"3-1"},
{"i":"158.","match":"ΑΤΤΙΚΟΣ - ΟΛΥΜΠΙΑΚΟΣ Ν.ΛΙΟΣΙΩΝ","pitch":"ΑΚΑΔΗΜΙΑ ΠΛΑΤΩΝΟΣ","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΔΑΣΚΑΛΑΚΗΣ Π.","result":"0-0"},
{"i":"159.","match":"ΑΟ ΙΛΙΟΥ - ΔΑΣΟΣ ΧΑΪΔΑΡΙΟΥ","pitch":"ΙΛΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΛΟΥΤΣΟΣ Ι.","result":"2-0"},
{"i":"160.","match":"ΕΛΠΙΔΑ ΑΓ. ΑΝΑΡΓΥΡΩΝ - ΗΦΑΙΣΤΟΣ ΠΕΡ/ΡΙΟΥ 2","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Σάββατο","date":"09/03/24","time":"18:30","referee":"ΡΙΣΣΑΚΗΣ Π.","result":"0-0"},
{"i":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","match":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","pitch":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","day":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","date":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","time":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","referee":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)","result":"Κ13 12ος Όμιλος 2ος Γύρος (5η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"161.","match":"Α.Ο.Μ.ΑΣΤΕΡΑΣ ΚΑΙΣ/ΝΗΣ - ΠΕΥΚΗ","pitch":"ΚΑΙΣΑΡΙΑΝΗΣ (ΒΟΗΘΗΤΙΚΟ)","day":"Σάββατο","date":"09/03/24","time":"11:30","referee":"ΤΖΕΛΟΣ Ν.","result":"1-1"},
{"i":"162.","match":"ΜΕΛΙΣΣΙΑ - ΧΟΛΑΡΓΟΣ","pitch":"ΜΕΛΙΣΣΙΩΝ","day":"Κυριακή","date":"10/03/24","time":"11:30","referee":"ΑΓΓΕΛΑΚΗΣ Ν.","result":"0-4"},
{"i":"163.","match":"ΑΛΣΟΥΠΟΛΗ - ΣΑΚΑ","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Κυριακή","date":"10/03/24","time":"13:15","referee":"ΝΑΤΣΙΟΣ Β.","result":"0-2"},
{"i":"164.","match":"ΑΠΟΛΛΩΝ ΣΜΥΡΝΗΣ - ΠΑΠΑΓΟΣ","pitch":"ΚΑΤΩ ΑΧΑΡΝΩΝ","day":"Κυριακή","date":"10/03/24","time":"18:00","referee":"ΖΗΣΗΣ Σ.","result":"0-1"},
{"i":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","match":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","pitch":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","day":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","date":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","time":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","referee":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)","result":"Κ13 13ος Όμιλος 2ος Γύρος (5η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"165.","match":"ΣΟΥΡΜΕΝΑ - ΑΟ Ν ΑΡΓΥΡΟΥΠΟΛΗΣ","pitch":"ΕΛΛΗΝΙΚΟΥ","day":"Σάββατο","date":"09/03/24","time":"19:00","referee":"ΠΑΠΑΘΑΝΑΣΙΟΥ Ε.","result":"1-0"},
{"i":"166.","match":"ΧΑΡΑΥΓΙΑΚΟΣ - ΤΡΑΧΩΝΕΣ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Κυριακή","date":"10/03/24","time":"09:00","referee":"ΚΟΥΤΣΙΑΡΗΣ Ι.","result":"1-0"},
{"i":"167.","match":"ΑΟ ΓΛΥΦΑΔΑΣ - ΔΙΑΝΑ ΗΛΙΟΥΠΟΛΗΣ","pitch":"ΓΛΥΦΑΔΑΣ","day":"Κυριακή","date":"10/03/24","time":"10:45","referee":"ΣΥΝΕΦΙΑΣ Ν.","result":"0-3"},
{"i":"168.","match":"ΚΡΟΝΟΣ ΑΘΗΝΩΝ - ΒΥΡΩΝ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Κυριακή","date":"10/03/24","time":"20:00","referee":"ΜΠΑΖΑΚΟΥΛΑΣ Π.","result":"0-8"},
{"i":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","match":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","pitch":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","day":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","date":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","time":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","referee":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)","result":"Κ13 7ος Όμιλος 2ος Γύρος (6η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"169.","match":"ΑΠΟ ΔΙΑΓΟΡΑΣ ΑΙΓΑΛΕΩ - ΗΦΑΙΣΤΟΣ ΠΕΡ/ΡΙΟΥ","pitch":"ΑΙΓΑΛΕΩ Δ.Α.Κ.","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΜΑΜΟΥΝΗΣ Φ.","result":"2-0"},
{"i":"170.","match":"ΝΙΚΗ ΑΛΙΜΟΥ 2 - ΑΙΜΟΣ ΠΕΤΡΟΥΠΟΛΗΣ 2","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Σάββατο","date":"09/03/24","time":"11:30","referee":"ΣΥΝΕΦΙΑΣ Ν.","result":"1-1"},
{"i":"171.","match":"ΑΤΡΟΜΗΤΟΣ ΑΘΗΝΩΝ - ΑΠΟΛΛΩΝ ΧΑΛΑΝΔΡΙΟΥ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΓΑΛΑΞΙΑ)","day":"Σάββατο","date":"09/03/24","time":"13:15","referee":"ΡΙΣΣΑΚΗΣ Π.","result":"2-2"},
{"i":"172.","match":"ΑΤΡΟΜΗΤΟΣ ΧΑΛΑΝΔΡΙΟΥ - ΑΓΙΑΞ ΤΑΥΡΟΥ","pitch":"ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"19:30","referee":"ΜΑΝΤΑΚΑΣ Α.","result":"3-0"},
{"i":"173.","match":"ΚΕΡΑΥΝΟΣ ΠΕΤΡ/ΛΗΣ - ΠΑΝΕΡΥΘΡΑΪΚΟΣ","pitch":"ΠΕΤΡΟΥΠΟΛΗΣ Γ΄ (ΓΡΗΓΟΡΙΟΥ)","day":"Κυριακή","date":"10/03/24","time":"10:00","referee":"ΓΚΕΤΣΟΣ Ι.","result":"1-1"},
{"i":"174.","match":"ΙΑΣΩΝ - ΤΡΙΦΥΛΛΙΑΚΟΣ","pitch":"ΙΛΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"13:00","referee":"ΓΕΩΡΓΙΤΣΟΠΟΥΛΟΣ Δ.","result":"2-0"},
{"i":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","match":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","pitch":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","day":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","date":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","time":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","referee":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)","result":"Κ13 8ος Όμιλος 2ος Γύρος (6η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"175.","match":"ΘΡΙΑΜΒΟΣ ΑΘΗΝΩΝ - ΑΤΤΑΛΟΣ Ν.ΦΙΛ.","pitch":"ΥΜΗΤΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΓΕΩΡΓΙΟΥ Χ.","result":"0-0"},
{"i":"176.","match":"ΑΜΠΕΛΟΚΗΠΟΙ - ΕΛΕΥΘΕΡΟΥΠΟΛΗ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Σάββατο","date":"09/03/24","time":"12:45","referee":"ΜΠΟΖΟΥΤΖΙΔΗΣ Ε.","result":"0-2"},
{"i":"177.","match":"ΛΑΥΡΑ ΑΡΓ/ΛΗΣ - ΠΟΣΕΙΔΩΝΑΣ ΓΛΥΦΑΔΑΣ","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"17:30","referee":"ΑΓΓΕΛΑΚΗΣ Ν.","result":"0-2"},
{"i":"178.","match":"ΑΘΗΝΑΪΔΑ - ΠΡΟΜΗΘΕΑΣ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Σάββατο","date":"09/03/24","time":"17:45","referee":"ΦΟΥΤΡΗΣ Β.","result":"2-0"},
{"i":"179.","match":"ΑΙΜΟΣ ΠΕΤΡΟΥΠΟΛΗΣ 1 - ΝΙΚΗ ΑΛΙΜΟΥ 1","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Σάββατο","date":"09/03/24","time":"18:15","referee":"ΜΠΑΚΟΓΙΑΝΝΗΣ Γ.","result":"1-1"},
{"i":"180.","match":"ΠΑΣ ΑΘΗΝΩΝ 1966 - ΑΤΛΑΣ ΚΥΨΕΛΗΣ","pitch":"ΓΛΥΦΑΔΑΣ","day":"Κυριακή","date":"10/03/24","time":"12:30","referee":"ΣΥΝΕΦΙΑΣ Ν.","result":"3-1"},
{"i":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","match":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","pitch":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","day":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","date":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","time":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","referee":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)","result":"Κ13 9ος Όμιλος 2ος Γύρος (6η αγωνιστική)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"181.","match":"ΚΑΜΑΤΕΡΟ - ΑΕ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΚΑΜΑΤΕΡΟΥ","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΚΟΚΚΙΝΗΣ Α.","result":"0-3"},
{"i":"182.","match":"ΑΟ ΠΕΡΙΣΤΕΡΙΟΥ - ΚΕΝΤΑΥΡΟΣ ΒΡΙΛΗΣΣΙΩΝ","pitch":"ΗΦΑΙΣΤΟΥ","day":"Σάββατο","date":"09/03/24","time":"13:00","referee":"ΚΟΡΔΙΑΣ Ν.","result":"1-0"},
{"i":"183.","match":"ΧΡΥΣΟΥΠΟΛΗ - ΦΟΙΝΙΚΑΣ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΧΡΥΣΟΥΠΟΛΗΣ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΡΟΜΠΟΤΗΣ Μ.","result":"0-2"},
{"i":"184.","match":"ΑΓ. ΙΕΡΟΘΕΟΣ - ΑΕ ΗΡΑΚΛΕΙΟ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Σάββατο","date":"09/03/24","time":"19:30","referee":"ΛΟΥΚΟΥΜΗΣ Σ.","result":"0-1"},
{"i":"185.","match":"ΠΑΡΑΔΕΙΣΟΣ - ΕΙΡΗΝΗ ΠΕΤΡ/ΛΗΣ","pitch":"ΠΑΡΑΔΕΙΣΟΥ ΑΜΑΡΟΥΣΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"12:00","referee":"ΜΕΝΤΖΕΛΟΠΟΥΛΟΣ Φ.","result":"2-0"},
{"i":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","match":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","pitch":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","day":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","date":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","time":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","referee":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)","result":"Κ12 5ος Όμιλος 2ος Γύρος (9η φάση)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"186.","match":"ΠΟΨ - ΤΕΡΨΙΘΕΑ","pitch":"ΚΑΤΩ ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"09:00","referee":"ΣΕΡΔΑΡΙΔΗΣ Ν.","result":"2-0"},
{"i":"187.","match":"ΠΑΝΕΡΥΘΡΑΪΚΟΣ - ΠΕΥΚΗ","pitch":"ΝΕΑΣ ΕΡΥΘΡΑΙΑΣ","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΒΑΓΓΕΡ Χ.","result":"1-3"},
{"i":"188.","match":"ΧΑΡΑΥΓΙΑΚΟΣ - ΑΤΡΟΜΗΤΟΣ ΧΑΛΑΝΔΡΙΟΥ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΠΡΙΝΤΖΙΟΣ Α.","result":"1-1"},
{"i":"189.","match":"ΒΡΙΛΗΣΣΙΑ - ΑΤΡΟΜΗΤΟΣ ΑΘΗΝΩΝ","pitch":"ΒΡΙΛΗΣΣΙΩΝ","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΤΣΟΜΠΑΝΑΚΗΣ Ε.","result":"4-0"},
{"i":"190.","match":"ΑΠΟ ΔΙΑΓΟΡΑΣ ΑΙΓΑΛΕΩ - ΑΕ ΚΗΦΙΣΙΑΣ","pitch":"ΑΙΓΑΛΕΩ Δ.Α.Κ.","day":"Σάββατο","date":"09/03/24","time":"12:30","referee":"ΒΑΣΙΛΕΙΟΥ Α.","result":"4-3"},
{"i":"191.","match":"ΑΡΗΣ ΚΑΛΑΜΑΚΙΟΥ - ΑΕ ΗΡΑΚΛΕΙΟ","pitch":"ΚΑΛΑΜAKIOY ΑΛΙΜΟΥ Β΄","day":"Κυριακή","date":"10/03/24","time":"09:00","referee":"ΛΩΝΗ Ε.","result":"2-2"},
{"i":"192.","match":"ΑΕ ΠΕΡΙΣΤΕΡΙΟΥ - ΠΑΣ ΑΘΗΝΩΝ 1966","pitch":"ΗΦΑΙΣΤΟΥ","day":"Κυριακή","date":"10/03/24","time":"18:00","referee":"ΛΕΟΝΤΑΡΙΔΗΣ Ι.","result":"1-1"},
{"i":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","match":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","pitch":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","day":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","date":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","time":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","referee":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)","result":"Κ12 6ος Όμιλος 2ος Γύρος (8η φάση)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"193.","match":"ΔΑΦΝΗ Π. ΦΑΛΗΡΟΥ - ΚΕΡΑΥΝΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Σάββατο","date":"09/03/24","time":"09:00","referee":"ΤΖΙΒΡΑΣ Γ.","result":"4-1"},
{"i":"194.","match":"ΕΛΠΙΔΑ ΑΓ.ΑΝΑΡΓ. 1 - ΑΟ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΑΓ.ΑΝΑΡΓΥΡΩΝ","day":"Σάββατο","date":"09/03/24","time":"09:15","referee":"ΛΕΟΝΤΑΡΙΔΗΣ Ι.","result":"2-6"},
{"i":"195.","match":"ΑΙΜΟΣ ΠΕΤΡΟΥΠΟΛΗΣ 1 - ΑΓ. ΕΛΕΟΥΣΑ","pitch":"ΑΓ.ΒΑΡΒΑΡΑΣ","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΤΖΑΝΟΓΛΟΥ Δ.","result":"2-2"},
{"i":"196.","match":"ΟΛΥΜΠΙΑΚΟΣ ΣΕΠΟΛΙΩΝ - ΙΑΣΩΝ","pitch":"ΑΚΑΔΗΜΙΑ ΠΛΑΤΩΝΟΣ","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΔΑΣΚΑΛΑΚΗΣ Π.","result":"0-4"},
{"i":"197.","match":"ΑΟ ΙΛΙΟΥ - ΑΤΤΙΚΟΣ","pitch":"ΙΛΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"09:00","referee":"ΚΥΡΟΓΛΟΥ Α.","result":"2-3"},
{"i":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","match":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","pitch":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","day":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","date":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","time":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","referee":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)","result":"Κ12 7ος Όμιλος 2ος Γύρος (8η φάση)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"198.","match":"ΤΡΑΧΩΝΕΣ - ΑΙΜΟΣ ΠΕΤΡΟΥΠΟΛΗΣ 2","pitch":"ΤΡΑΧΩΝΩΝ ΑΛΙΜΟΥ Α΄","day":"Σάββατο","date":"09/03/24","time":"09:30","referee":"ΧΡΙΣΤΑΚΗΣ Α.","result":"2-1"},
{"i":"199.","match":"ΓΣ.ΗΛΙΟΥΠΟΛΗΣ - ΠΑΡΑΔΕΙΣΟΣ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"10:30","referee":"ΠΡΙΝΤΖΙΟΣ Α.","result":"5-0"},
{"i":"200.","match":"ΑΟ ΓΛΥΦΑΔΑΣ - ΚΟΡΩΝΙΔΑ","pitch":"ΓΛΥΦΑΔΑΣ","day":"Σάββατο","date":"09/03/24","time":"11:30","referee":"ΛΩΝΗ Ε.","result":"5-2"},
{"i":"201.","match":"ΠΑΣ ΓΑΛΑΤΣΙ - ΑΣΤΕΡΑΣ ΓΛΥΦΑΔΑΣ","pitch":"ΓΑΛΑΤΣΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"13:30","referee":"ΚΑΡΑΚΑΤΣΑΝΗΣ Γ.","result":"1-0"},
{"i":"202.","match":"ΓΣ ΑΡΓΥΡΟΥΠΟΛΗΣ - ΝΙΚΗ ΑΛΙΜΟΥ","pitch":"ΑΡΓΥΡΟΥΠΟΛΗΣ Β΄","day":"Σάββατο","date":"09/03/24","time":"19:00","referee":"ΑΓΓΕΛΑΚΗΣ Ν.","result":"0-8"},
{"i":"203.","match":"ΑΠΟΛΛΩΝ ΧΑΛΑΝΔΡΙΟΥ - ΦΩΣΤΗΡΑΣ ΚΑΙΣ/ΝΗΣ","pitch":"ΚΑΤΩ ΧΑΛΑΝΔΡΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"10:45","referee":"ΠΡΙΝΤΖΙΟΣ Α.","result":"2-0"},
{"i":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","match":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","pitch":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","day":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","date":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","time":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","referee":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)","result":"Κ11 5ος Όμιλος 2ος Γύρος (9η φάση)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"204.","match":"ΑΕΚ - ΕΛΕΥΘΕΡΟΥΠΟΛΗ","pitch":"ΣΠΑΤΩΝ (ΕΓΚΑΤΑΣΤΑΣΕΙΣ)","day":"Σάββατο","date":"09/03/24","time":"10:00","referee":"ΜΑΤΣΟΥΚΑΣ Κ.","result":"6-0"},
{"i":"205.","match":"ΑΕ ΗΡΑΚΛΕΙΟ - ΠΟΨ","pitch":"ΗΡΑΚΛΕΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"11:30","referee":"ΣΚΟΡΙΛΑΣ Ε.","result":"0-4"},
{"i":"206.","match":"ΑΤΡΟΜΗΤΟΣ ΧΑΛΑΝΔΡΙΟΥ - ΚΕΡΑΥΝΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΧΑΛΑΝΔΡΙΟΥ","day":"Σάββατο","date":"09/03/24","time":"12:30","referee":"ΚΑΡΑΚΑΞΗΣ Κ.","result":"3-1"},
{"i":"207.","match":"ΔΑΦΝΗ Π. ΦΑΛΗΡΟΥ - ΑΝΘΟΥΠΟΛΗ 1","pitch":"ΠΑΛ.ΦΑΛΗΡΟΥ (Σ.ΑΓΓΕΛΟΠΟΥΛΟΣ)","day":"Σάββατο","date":"09/03/24","time":"18:30","referee":"ΧΡΙΣΤΑΚΗΣ Α.","result":"2-0"},
{"i":"208.","match":"ΑΠΟΛΛΩΝ ΧΑΛΑΝΔΡΙΟΥ - ΓΣ ΑΡΓΥΡΟΥΠΟΛΗΣ","pitch":"ΚΑΤΩ ΧΑΛΑΝΔΡΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΠΡΙΝΤΖΙΟΣ Α.","result":"5-0"},
{"i":"209.","match":"ΓΣ.ΗΛΙΟΥΠΟΛΗΣ - ΑΕ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΗΛΙΟΥΠΟΛΗΣ Β΄","day":"Κυριακή","date":"10/03/24","time":"10:30","referee":"ΚΟΥΤΣΙΑΡΗΣ Ι.","result":"4-0"},
{"i":"210.","match":"ΠΕΥΚΗ - ΑΙΜΟΣ ΠΕΤΡ/ΛΗΣ","pitch":"ΠΕΥΚΗΣ","day":"Κυριακή","date":"10/03/24","time":"11:15","referee":"ΚΟΜΑΙΝΕΡ Φ.","result":"3-2"},
{"i":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","match":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","pitch":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","day":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","date":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","time":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","referee":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)","result":"Κ11 6ος Όμιλος 2ος Γύρος (9η φάση)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"211.","match":"ΑΛΣΟΥΠΟΛΗ - ΔΟΞΑ ΒΥΡΩΝΟΣ","pitch":"ΝΕΑΣ ΙΩΝΙΑΣ","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΚΟΜΑΙΝΕΡ Φ.","result":"0-5"},
{"i":"212.","match":"ΑΟ ΓΛΥΦΑΔΑΣ - ΑΡΗΣ ΚΑΛΑΜΑΚΙΟΥ","pitch":"ΓΛΥΦΑΔΑΣ","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΣΥΝΕΦΙΑΣ Ν.","result":"0-6"},
{"i":"213.","match":"ΑΟ ΙΛΙΟΥ - ΗΛΥΣΙΑΚΟΣ","pitch":"ΙΛΙΟΥ","day":"Κυριακή","date":"10/03/24","time":"10:15","referee":"ΚΥΡΟΓΛΟΥ Α.","result":"1-1"},
{"i":"214.","match":"ΚΟΛΛΕΓΙΟ ΝΤΕΡΗ - ΚΑΜΑΤΕΡΟ","pitch":"ΚΟΛΛΕΓΙΟΥ ΝΤΕΡΗ","day":"Κυριακή","date":"10/03/24","time":"10:30","referee":"ΚΑΡΝΗΣ Γ.","result":"0-3"},
{"i":"215.","match":"ΜΕΛΙΣΣΙΑ - ΧΡΥΣΟΥΠΟΛΗ","pitch":"ΜΕΛΙΣΣΙΩΝ","day":"Κυριακή","date":"10/03/24","time":"13:00","referee":"ΑΓΓΕΛΑΚΗΣ Ν.","result":"1-4"},
{"i":"216.","match":"ΑΘΗΝΑΪΔΑ - ΑΓ. ΕΛΕΟΥΣΑ","pitch":"ΚΥΨΕΛΗΣ (ΑΛΕΠΟΤΡΥΠΑΣ)","day":"Κυριακή","date":"10/03/24","time":"17:30","referee":"ΓΙΑΝΝΟΠΟΥΛΟΣ Α.","result":"2-2"},
{"i":"217.","match":"ΕΙΡΗΝΗ ΠΕΤΡ/ΛΗΣ - ΠΑΣ ΑΘΗΝΩΝ 1966","pitch":"ΠΕΤΡΟΥΠΟΛΗΣ Β΄(ΑΛΚΥΩΝ)","day":"Κυριακή","date":"10/03/24","time":"18:00","referee":"ΔΑΣΚΑΛΑΚΗΣ Π.","result":"2-2"},
{"i":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","match":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","pitch":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","day":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","date":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","time":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","referee":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)","result":"Κ11 7ος Όμιλος 2ος Γύρος (9η φάση)"},
{"i":"","match":"Αγώνας","pitch":"Γήπεδο","day":"Ημέρα","date":"Ημ/νία","time":"Ώρα","referee":"Διαιτητές","result":"Αποτέλεσμα"},
{"i":"218.","match":"ΦΟΙΝΙΚΑΣ ΠΕΡΙΣΤΕΡΙΟΥ - ΦΩΣΤΗΡΑΣ ΚΑΙΣ/ΝΗΣ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΚΑΤΩΝΗΣ Κ.","result":"2-2"},
{"i":"219.","match":"ΚΕΝΤΑΥΡΟΣ ΒΡΙΛΗΣΣΙΩΝ - ΕΛΠΙΔΑ ΑΓ. ΑΝΑΡΓΥΡΩΝ","pitch":"ΒΡΙΛΗΣΣΙΩΝ","day":"Σάββατο","date":"09/03/24","time":"11:00","referee":"ΤΣΟΜΠΑΝΑΚΗΣ Ε.","result":"3-0"},
{"i":"220.","match":"ΘΡΙΑΜΒΟΣ ΧΑΪΔΑΡΙΟΥ - ΑΜΙΛΛΑ ΠΕΡΙΣΤΕΡΙΟΥ","pitch":"ΧΑΪΔΑΡΙΟΥ (Τ.ΧΑΡΑΛΑΜΠΙΔΗΣ)","day":"Σάββατο","date":"09/03/24","time":"12:00","referee":"ΚΥΡΟΓΛΟΥ Α.","result":"7-1"},
{"i":"221.","match":"ΣΟΥΡΜΕΝΑ - ΑΤΛΑΣ ΚΥΨΕΛΗΣ","pitch":"ΕΛΛΗΝΙΚΟΥ","day":"Σάββατο","date":"09/03/24","time":"18:00","referee":"ΠΑΠΑΘΑΝΑΣΙΟΥ Ε.","result":"1-1"},
{"i":"222.","match":"ΑΓ. ΙΕΡΟΘΕΟΣ - ΧΑΪΔΑΡΙ","pitch":"ΠΕΡΙΣΤΕΡΙΟΥ (ΧΩΡΑΦΑΣ)","day":"Σάββατο","date":"09/03/24","time":"18:30","referee":"ΛΟΥΚΟΥΜΗΣ Σ.","result":"2-5"},
{"i":"223.","match":"ΕΘΝΙΚΟΣ ΑΣΤΕΡΑΣ - ΒΡΙΛΗΣΣΙΑ","pitch":"ΚΑΙΣΑΡΙΑΝΗΣ (ΒΟΗΘΗΤΙΚΟ)","day":"Κυριακή","date":"10/03/24","time":"09:30","referee":"ΔΗΛΓΕΡΙΔΗΣ Β.","result":"0-7"}]




console.log(data[0]);


//dynamic table creation//////////////////
function generateTable(listO,title,header) {  
    
    let table = '<table class="table table-striped table-responsive">';  
    table += `<caption class="caption-top">${title}</caption>`;
    table += `<tr><th>${header.i}</th><th>${header.match}</th><th>${header.pitch}</th><th>${header.day}</th><th>${header.date}</th><th>${header.time}</th><th>${header.referee}</th><th>${header.result}</th></tr>`;  
    listO.forEach(item => {  
    table += `<tr><td>${item.i}</td><td>${item.match}</td><td>${item.pitch}</td><td>${item.day}</td><td>${item.date}</td><td>${item.time}</td><td>${item.referee}</td><td>${item.result}</td></tr>`;  
    });  
    table += '</table>';  
    return table;  
    }  

let titleArray = []
let subArray =[]
let bigArray = []
// data
let count =0;
for (let index = 0; index < data.length; index++) {
    if (data[index].i===data[index].match){
        titleArray.push(data[index].i)
        if (count>=1){
            bigArray.push(subArray)
            subArray=[];
        }
        count+=1;
    }
    subArray.push(data[index]);
}
console.log(bigArray[0]);
 

for (let index =0; index < titleArray.length;index++){
    let newArray = bigArray[index].slice(2);
    tableContainer.innerHTML += generateTable(newArray,titleArray[index],bigArray[index][1]); 
 }